"UNIT_TOGLE" = "Use Metric Unit";
"HK_CHILD_PANEL_NAME"="Health App ❤‍🩹";

"SHOW_GROUP_TITLE"="Measurements";
"SHOW_GROUP_FOOTER"="Only enabled items will be shown in the app. However, all values would continue to sync with you iCloud and Apple Health app.";
"SHOW_NECK_TITLE"="Neck";
"SHOW_SHLD_TITLE"="Shoulders";
"SHOW_CHEST_TITLE"="Chest/Bust";
"SHOW_WAIST_TITLE"="Waist";
"SHOW_HIP_TITLE"="Hips";
"SHOW_ARM_TITLE"="Arm";
"SHOW_LEG_TITLE"="Leg";
"SHOW_HEIGHT_TITLE"="Height";
"SHOW_MASS_TITLE"="Weight";



"HK_GROUP_TITLE"="About you";
"HK_GROUP_FOOTER"="These values are pulled from the health app on your phone. We use them in various calculations in the app.";
"HK_GROUP_ACCESS_TITLE"="Data Access";
"HK_GROUP_ACCESS_FOOTER"="If you see red dots or believe some values do not show in our app, please check data access in the settings.
Go to settings->privacy->health, find our app, and enable all switches.";
"HK_AGE_TITLE"="Date of Birth";
"HK_SEX_TITLE"="Biological Sex";
"HK_HEIGHT_TITLE"="Height";
"HK_WAIST_TITLE"="Waist Circumference";
"HK_MASS_TITLE"="Body Weight";



"ABOUT_GROUP_TITLE"="About";
"ABOUT_APP_VERSION"="Version";
"ABOUT_DISCLAIMER_TITLE"="Disclaimer";
"ABOUT_DISCLAIMER"="All content found in our software applications (apps) has been created for informational purposes only. The content is not intended to be a substitute for professional medical advice, diagnosis, or treatment. Martspec cannot and will not be held responsible (legally, financially, or medically ) for decisions made using or based on results from its apps, medical algorithms, scores and calculators. It is not in the scope of Martspec to give medical advice, diagnosis or treatment services.

Anyone who uses our apps does so at their own risk and should seek professional medical advice for their concerns including but not limited to diagnosis, medication and other treatments. Please note that only a licensed professional has the authority to officially diagnose and assess an individual in regard of any health aspects.

Please be advised that the results displayed by our apps may not be 100% accurate, correct and/or complete and that they are intended solely for information purposes. While we did our best to build the them, there is absolutely no guarantee that the apps will be error-free.

The information presented by Martspec has been obtained from sources that we believed to be accurate and reliable, however, neither Martspec nor content sources warrant the accuracy, completeness or up-to-datedness of the information.

Neither Martspec nor our content providers assume any liability or responsibility for damage or injury (including death) to you other persons or property arising from any use of any product, information, idea or instruction contained in the content or services provided to you.

You understand and acknowledge that your sole and exclusive remedy with respect to any defect in or dissatisfaction with the app is to cease using the app.";
